Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# BrowseForMainPolicyToMergeSettingsCard.ToolTipService.ToolTip
source: Browse for the path to the main policy XML file.
ar: تصفح مسار ملف نهج XML الرئيسي.
de_de: Nach dem Pfad zur XML-Datei der Hauptrichtlinie suchen.
el_gr: Αναζήτηση για τη διαδρομή του κύριου αρχείου πολιτικής XML.
es: Busque la ruta al archivo XML de la directiva principal.
fr_fr: Recherchez le chemin du fichier XML de la politique principale.
he_il: עיין ובחר נתיב לקובץ ה-XML של המדיניות הראשית.
hi_in: मुख्य नीति XML फ़ाइल के पाथ के लिए ब्राउज़ करें।
ja_jp: メインポリシーXMLファイルのパスを参照します。
ml_in: പ്രധാന നയ XML ഫയലിലേക്കുള്ള പാതയ്ക്കായി ബ്രൗസ് ചെയ്യുക.
pl_pl: Przeglądaj w poszukiwaniu ścieżki do głównego pliku XML zasad.
tr_tr: Ana politika XML dosyasının yoluna göz atın.

# BrowseForMainPolicyToMergeSettingsCard.AutomationProperties.HelpText
source: Browse for the path to the main policy XML file.
ar: تصفح مسار ملف نهج XML الرئيسي.
de_de: Nach dem Pfad zur XML-Datei der Hauptrichtlinie suchen.
el_gr: Αναζήτηση για τη διαδρομή του κύριου αρχείου πολιτικής XML.
es: Busque la ruta al archivo XML de la directiva principal.
fr_fr: Recherchez le chemin du fichier XML de la politique principale.
he_il: עיין ובחר נתיב לקובץ ה-XML של המדיניות הראשית.
hi_in: मुख्य नीति XML फ़ाइल के पाथ के लिए ब्राउज़ करें।
ja_jp: メインポリシーXMLファイルのパスを参照します。
ml_in: പ്രധാന നയ XML ഫയലിലേക്കുള്ള പാതയ്ക്കായി ബ്രൗസ് ചെയ്യുക.
pl_pl: Przeglądaj w poszukiwaniu ścieżki do głównego pliku XML zasad.
tr_tr: Ana politika XML dosyasının yoluna göz atın.

# BrowseForOtherPoliciesToMergeSettingsCard.Description
source: Select other policies to merge with the main policy
ar: حدد نُهجًا أخرى لدمجها مع النهج الرئيسي
de_de: Andere Richtlinien auswählen, die mit der Hauptrichtlinie zusammengeführt werden sollen
el_gr: Επιλέξτε άλλες πολιτικές για συγχώνευση με την κύρια πολιτική
es: Seleccione otras directivas para fusionar con la directiva principal
fr_fr: Sélectionnez d'autres politiques à fusionner avec la politique principale
he_il: בחר מדיניות נוספות למיזוג עם המדיניות הראשית.
hi_in: मुख्य नीति के साथ मर्ज करने के लिए अन्य नीतियाँ चुनें
ja_jp: メインポリシーとマージする他のポリシーを選択します
ml_in: പ്രധാന നയവുമായി ലയിപ്പിക്കുന്നതിന് മറ്റ് നയങ്ങൾ തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz inne zasady do scalenia z zasadami głównymi
tr_tr: Ana politikayla birleştirilecek diğer politikaları seçin

# BrowseForOtherPoliciesToMergeSettingsCard.Header
source: Select other policies
ar: تحديد النُهج الأخرى
de_de: Andere Richtlinien auswählen
el_gr: Επιλέξτε άλλες πολιτικές
es: Seleccionar otras directivas
fr_fr: Sélectionner d'autres politiques
he_il: בחר מדיניות נוספות
hi_in: अन्य नीतियाँ चुनें
ja_jp: 他のポリシーを選択
ml_in: മറ്റ് നയങ്ങൾ തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz inne zasady
tr_tr: Diğer politikaları seçin

# BrowseForOtherPoliciesToMergeSettingsCard.ToolTipService.ToolTip
source: Select other policies to merge with the main policy
ar: حدد نُهجًا أخرى لدمجها مع النهج الرئيسي
de_de: Andere Richtlinien auswählen, die mit der Hauptrichtlinie zusammengeführt werden sollen
el_gr: Επιλέξτε άλλες πολιτικές για συγχώνευση με την κύρια πολιτική
es: Seleccione otras directivas para fusionar con la directiva principal
fr_fr: Sélectionnez d'autres politiques à fusionner avec la politique principale
he_il: בחר מדיניות נוספות למיזוג עם המדיניות הראשית.
hi_in: मुख्य नीति के साथ मर्ज करने के लिए अन्य नीतियाँ चुनें
ja_jp: メインポリシーとマージする他のポリシーを選択します
ml_in: പ്രധാന നയവുമായി ലയിപ്പിക്കുന്നതിന് മറ്റ് നയങ്ങൾ തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz inne zasady do scalenia z zasadami głównymi
tr_tr: Ana politikayla birleştirilecek diğer politikaları seçin

# BrowseForOtherPoliciesToMergeSettingsCard.AutomationProperties.HelpText
source: Select other policies to merge with the main policy
ar: حدد نُهجًا أخرى لدمجها مع النهج الرئيسي
de_de: Andere Richtlinien auswählen, die mit der Hauptrichtlinie zusammengeführt werden sollen
el_gr: Επιλέξτε άλλες πολιτικές για συγχώνευση με την κύρια πολιτική
es: Seleccione otras directivas para fusionar con la directiva principal
fr_fr: Sélectionnez d'autres politiques à fusionner avec la politique principale
he_il: בחר מדיניות נוספות למיזוג עם המדיניות הראשית.
hi_in: मुख्य नीति के साथ मर्ज करने के लिए अन्य नीतियाँ चुनें
ja_jp: メインポリシーとマージする他のポリシーを選択します
ml_in: പ്രധാന നയവുമായി ലയിപ്പിക്കുന്നതിന് മറ്റ് നയങ്ങൾ തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz inne zasady do scalenia z zasadami głównymi
tr_tr: Ana politikayla birleştirilecek diğer politikaları seçin

# GenericBrowseButton.Content
source: Browse
ar: تصفح
de_de: Durchsuchen
el_gr: Αναζήτηση
es: Examinar
fr_fr: Parcourir
he_il: עיין
hi_in: ब्राउज़
ja_jp: 参照
ml_in: ബ്രൗസ് ചെയ്യുക
pl_pl: Przeglądaj
tr_tr: Göz at

# GenericBrowseButton.ToolTipService.ToolTip
source: Browse
ar: تصفح
de_de: Durchsuchen
el_gr: Αναζήτηση
es: Examinar
fr_fr: Parcourir
he_il: עיין
hi_in: ब्राउज़
ja_jp: 参照
ml_in: ബ്രൗസ് ചെയ്യുക
pl_pl: Przeglądaj
tr_tr: Göz at

# GenericBrowseButton.AutomationProperties.HelpText
source: Browse
ar: تصفح
de_de: Durchsuchen
el_gr: Αναζήτηση
es: Examinar
fr_fr: Parcourir
he_il: עיין
hi_in: ब्राउज़
ja_jp: 参照
ml_in: ബ്രൗസ് ചെയ്യുക
pl_pl: Przeglądaj
tr_tr: Göz at

# ViewTheSelectedMainPolicy.Text
source: View the Main policy you selected.
ar: اعرض النهج الرئيسي الذي حددته.
de_de: Die von Ihnen ausgewählte Hauptrichtlinie anzeigen.
el_gr: Προβολή της Κύριας πολιτικής που επιλέξατε.
es: Ver la directiva Principal que seleccionó.
fr_fr: Voir la politique principale sélectionnée.
he_il: הצג את המדיניות הראשית שבחרת.
hi_in: आपने जो मुख्य नीति चुनी है उसे देखें।
ja_jp: 選択したメインポリシーを表示します。
ml_in: നിങ്ങൾ തിരഞ്ഞെടുത്ത പ്രധാന നയം കാണുക.
pl_pl: Wyświetl wybrane główne zasady.
tr_tr: Seçtiğiniz Ana politikayı görüntüleyin.

# ViewTheSelectedOtherPolicies.Text
source: View the other policies you selected.
ar: اعرض النُهج الأخرى التي حددتها.
de_de: Die von Ihnen ausgewählten anderen Richtlinien anzeigen.
el_gr: Προβολή των άλλων πολιτικών που επιλέξατε.
es: Ver las otras directivas que seleccionó.
fr_fr: Voir les autres politiques sélectionnées.
he_il: הצג את המדיניות הנוספות שבחרת.
hi_in: आपने जो अन्य नीतियाँ चुनी हैं उन्हें देखें।
ja_jp: 選択した他のポリシーを表示します。
ml_in: നിങ്ങൾ തിരഞ്ഞെടുത്ത മറ്റ് നയങ്ങൾ കാണുക.
pl_pl: Wyświetl wybrane inne zasady.
tr_tr: Seçtiğiniz diğer politikaları görüntüleyin.

# DeployAfterMergeButton.Content
source: Deploy after Merge
ar: التوزيع بعد الدمج
de_de: Nach dem Zusammenführen bereitstellen
el_gr: Ανάπτυξη μετά τη Συγχώνευση
es: Implementar después de Fusionar
fr_fr: Déployer après Fusion
he_il: פרוס לאחר המיזוג
hi_in: मर्ज के बाद तैनात करें
ja_jp: マージ後に展開
ml_in: ലയിപ്പിച്ച ശേഷം വിന്യസിക്കുക
pl_pl: Wdróż po scaleniu
tr_tr: Birleştirmeden sonra dağıt

# DeployAfterMergeButton.ToolTipService.ToolTip
source: Deploy the policies at the end of the merge operation.
ar: وزّع النُهج في نهاية عملية الدمج.
de_de: Die Richtlinien am Ende des Zusammenführungsvorgangs bereitstellen.
el_gr: Αναπτύξτε τις πολιτικές στο τέλος της λειτουργίας συγχώνευσης.
es: Implementar las directivas al final de la operación de fusión.
fr_fr: Déployez les politiques à la fin de l'opération de fusion.
he_il: פרוס את המדיניות בסיום פעולת המיזוג.
hi_in: मर्ज ऑपरेशन के अंत में नीतियाँ तैनात करें।
ja_jp: マージ操作の最後にポリシーを展開します。
ml_in: ലയന പ്രവർത്തനത്തിന്റെ അവസാനം നയങ്ങൾ വിന്യസിക്കുക.
pl_pl: Wdróż zasady na końcu operacji scalania.
tr_tr: Birleştirme işleminin sonunda ilkeleri dağıtın.

# DeployAfterMergeButton.AutomationProperties.HelpText
source: Deploy the policies at the end of the merge operation.
ar: وزّع النُهج في نهاية عملية الدمج.
de_de: Die Richtlinien am Ende des Zusammenführungsvorgangs bereitstellen.
el_gr: Αναπτύξτε τις πολιτικές στο τέλος της λειτουργίας συγχώνευσης.
es: Implementar las directivas al final de la operación de fusión.
fr_fr: Déployez les politiques à la fin de l'opération de fusion.
he_il: פרוס את המדיניות בסיום פעולת המיזוג.
hi_in: मर्ज ऑपरेशन के अंत में नीतियाँ तैनात करें।
ja_jp: マージ操作の最後にポリシーを展開します。
ml_in: ലയന പ്രവർത്തനത്തിന്റെ അവസാനം നയങ്ങൾ വിന്യസിക്കുക.
pl_pl: Wdróż zasady na końcu operacji scalania.
tr_tr: Birleştirme işleminin sonunda ilkeleri dağıtın.

# MergeButton.Content
source: Merge
ar: دمج
de_de: Zusammenführen
el_gr: Συγχώνευση
es: Fusionar
fr_fr: Fusionner
he_il: מזג
hi_in: मर्ज करें
ja_jp: マージ
ml_in: ലയിപ്പിക്കുക
pl_pl: Scal
tr_tr: Birleştir

# MergeButton.ToolTipService.ToolTip
source: Start the Merge operation.
ar: ابدأ عملية الدمج.
de_de: Den Zusammenführungsvorgang starten.
el_gr: Ξεκινήστε τη λειτουργία Συγχώνευσης.
es: Iniciar la operación de Fusión.
fr_fr: Démarrer l'opération de fusion.
he_il: התחל את פעולת המיזוג.
hi_in: मर्ज ऑपरेशन शुरू करें।
ja_jp: マージ操作を開始します。
ml_in: ലയന പ്രവർത്തനം ആരംഭിക്കുക.
pl_pl: Rozpocznij operację scalania.
tr_tr: Birleştirme işlemini başlatın.

# MergeButton.AutomationProperties.HelpText
source: Start the Merge operation.
ar: ابدأ عملية الدمج.
de_de: Den Zusammenführungsvorgang starten.
el_gr: Ξεκινήστε τη λειτουργία Συγχώνευσης.
es: Iniciar la operación de Fusión.
fr_fr: Démarrer l'opération de fusion.
he_il: התחל את פעולת המיזוג.
hi_in: मर्ज ऑपरेशन शुरू करें।
ja_jp: マージ操作を開始します。
ml_in: ലയന പ്രവർത്തനം ആരംഭിക്കുക.
pl_pl: Rozpocznij operację scalania.
tr_tr: Birleştirme işlemini başlatın.

# CurrentStatusInfoBar.Title
source: Current Status
ar: الحالة الحالية
de_de: Aktueller Status
el_gr: Τρέχουσα Κατάσταση
es: Estado Actual
fr_fr: État Actuel
he_il: סטטוס נוכחי
hi_in: वर्तमान स्थिति
ja_jp: 現在の状態
ml_in: നിലവിലെ സ്ഥിതി
pl_pl: Bieżący stan
tr_tr: Mevcut Durum

# IncludeSecurityCatalogsSettingsCard.Description
source: Detect signatures for unsigned files by querying system security catalogs for accurate results
ar: اكتشف التواقيع للملفات غير الموقعة عن طريق الاستعلام عن كتالوجات أمان النظام للحصول على نتائج دقيقة
de_de: Signaturen für unsignierte Dateien erkennen, indem System-Sicherheitskataloge abgefragt werden, um genaue Ergebnisse zu erhalten
el_gr: Ανίχνευση υπογραφών για μη υπογεγραμμένα αρχεία ερωτώντας τους καταλόγους ασφαλείας του συστήματος για ακριβή αποτελέσματα
es: Detectar firmas para archivos sin firmar consultando los catálogos de seguridad del sistema para obtener resultados precisos
fr_fr: Détectez les signatures des fichiers non signés en interrogeant les catalogues de sécurité du système pour des résultats précis
he_il: זיהוי חתימות של קבצים לא חתומים על ידי שאילת קטלוגי אבטחה של המערכת לתוצאות מדויקות.
hi_in: निरंकुश फ़ाइलों के हस्ताक्षर का पता लगाने के लिए सटीक परिणामों हेतु सिस्टम सुरक्षा कैटलॉग को क्वेरी करें
ja_jp: システムセキュリティカタログをクエリして未署名ファイルの署名を検出し、正確な結果を得ます
ml_in: കൃത്യമായ ഫലങ്ങൾക്കായി സിസ്റ്റം സുരക്ഷാ കാറ്റലോഗുകൾ അന്വേഷിച്ച് ഒപ്പിടാത്ത ഫയലുകൾക്കുള്ള ഒപ്പുകൾ കണ്ടെത്തുക
pl_pl: Wykrywaj podpisy dla niepodpisanych plików, wysyłając zapytania do systemowych katalogów zabezpieczeń w celu uzyskania dokładnych wyników
tr_tr: Doğru sonuçlar için sistem güvenlik kataloglarını sorgulayarak imzasız dosyalara ilişkin imzaları tespit edin

# IncludeSecurityCatalogsSettingsCard.Header
source: Include Catalog Signers
ar: تضمين موقعي الكتالوج
de_de: Katalogsignierer einbeziehen
el_gr: Συμπερίληψη Υπογραφόντων Καταλόγων
es: Incluir Firmantes de Catálogo
fr_fr: Inclure les Signataires de Catalogue
he_il: כלול חתימות מקטלוגים
hi_in: कैटलॉग हस्ताक्षर शामिल करें
ja_jp: カタログ署名者を含める
ml_in: കാറ്റലോഗ് ഒപ്പിട്ടവരെ ഉൾപ്പെടുത്തുക
pl_pl: Uwzględnij podpisujących z katalogu
tr_tr: Katalog İmzalayanları Dahil Et

# IncludeSecurityCatalogsSettingsCard.ToolTipService.ToolTip
source: Detect signatures for unsigned files by querying system security catalogs for accurate results
ar: اكتشف التواقيع للملفات غير الموقعة عن طريق الاستعلام عن كتالوجات أمان النظام للحصول على نتائج دقيقة
de_de: Signaturen für unsignierte Dateien erkennen, indem System-Sicherheitskataloge abgefragt werden, um genaue Ergebnisse zu erhalten
el_gr: Ανίχνευση υπογραφών για μη υπογεγραμμένα αρχεία ερωτώντας τους καταλόγους ασφαλείας του συστήματος για ακριβή αποτελέσματα
es: Detectar firmas para archivos sin firmar consultando los catálogos de seguridad del sistema para obtener resultados precisos
fr_fr: Détectez les signatures des fichiers non signés en interrogeant les catalogues de sécurité du système pour des résultats précis
he_il: זיהוי חתימות של קבצים לא חתומים על ידי שאילת קטלוגי אבטחה של המערכת לתוצאות מדויקות.
hi_in: निरंकुश फ़ाइलों के हस्ताक्षर का पता लगाने के लिए सटीक परिणामों हेतु सिस्टम सुरक्षा कैटलॉग को क्वेरी करें
ja_jp: システムセキュリティカタログをクエリして未署名ファイルの署名を検出し、正確な結果を得ます
ml_in: കൃത്യമായ ഫലങ്ങൾക്കായി സിസ്റ്റം സുരക്ഷാ കാറ്റലോഗുകൾ അന്വേഷിച്ച് ഒപ്പിടാത്ത ഫയലുകൾക്കുള്ള ഒപ്പുകൾ കണ്ടെത്തുക
pl_pl: Wykrywaj podpisy dla niepodpisanych plików, wysyłając zapytania do systemowych katalogów zabezpieczeń w celu uzyskania dokładnych wyników
tr_tr: Doğru sonuçlar için sistem güvenlik kataloglarını sorgulayarak imzasız dosyalara ilişkin imzaları tespit edin

# IncludeSecurityCatalogsSettingsCard.AutomationProperties.HelpText
source: Detect signatures for unsigned files by querying system security catalogs for accurate results
ar: اكتشف التواقيع للملفات غير الموقعة عن طريق الاستعلام عن كتالوجات أمان النظام للحصول على نتائج دقيقة
de_de: Signaturen für unsignierte Dateien erkennen, indem System-Sicherheitskataloge abgefragt werden, um genaue Ergebnisse zu erhalten
el_gr: Ανίχνευση υπογραφών για μη υπογεγραμμένα αρχεία ερωτώντας τους καταλόγους ασφαλείας του συστήματος για ακριβή αποτελέσματα
es: Detectar firmas para archivos sin firmar consultando los catálogos de seguridad del sistema para obtener resultados precisos
fr_fr: Détectez les signatures des fichiers non signés en interrogeant les catalogues de sécurité du système pour des résultats précis
he_il: זיהוי חתימות של קבצים לא חתומים על ידי שאילת קטלוגי אבטחה של המערכת לתוצאות מדויקות.
hi_in: निरंकुश फ़ाइलों के हस्ताक्षर का पता लगाने के लिए सटीक परिणामों हेतु सिस्टम सुरक्षा कैटलॉग को क्वेरी करें
ja_jp: システムセキュリティカタログをクエリして未署名ファイルの署名を検出し、正確な結果を得ます
ml_in: കൃത്യമായ ഫലങ്ങൾക്കായി സിസ്റ്റം സുരക്ഷാ കാറ്റലോഗുകൾ അന്വേഷിച്ച് ഒപ്പിടാത്ത ഫയലുകൾക്കുള്ള ഒപ്പുകൾ കണ്ടെത്തുക
pl_pl: Wykrywaj podpisy dla niepodpisanych plików, wysyłając zapytania do systemowych katalogów zabezpieczeń w celu uzyskania dokładnych wyników
tr_tr: Doğru sonuçlar için sistem güvenlik kataloglarını sorgulayarak imzasız dosyalara ilişkin imzaları tespit edin

# CertificatesSearchBox.PlaceholderText
source: Search certificate details...
ar: ابحث في تفاصيل الشهادة...
de_de: Zertifikatsdetails durchsuchen...
el_gr: Αναζήτηση λεπτομερειών πιστοποιητικού...
es: Buscar detalles del certificado...
fr_fr: Rechercher dans les détails du certificat...
he_il: חפש פרטי תעודה...
hi_in: प्रमाणपत्र विवरण खोजें...
ja_jp: 証明書の詳細を検索...
ml_in: സർട്ടിഫിക്കറ്റ് വിശദാംശങ്ങൾ തിരയുക...
pl_pl: Przeszukaj szczegóły certyfikatu...
tr_tr: Sertifika ayrıntılarını arayın...

# CertificatesSearchBox.ToolTipService.ToolTip
source: Search among the certificate details data
ar: ابحث بين بيانات تفاصيل الشهادة
de_de: In den Zertifikatsdetails suchen
el_gr: Αναζήτηση μεταξύ των δεδομένων λεπτομερειών πιστοποιητικού
es: Buscar entre los datos de detalles del certificado
fr_fr: Rechercher parmi les données de détails du certificat
he_il: חפש בין פרטי התעודה
hi_in: प्रमाणपत्र विवरण डेटा में खोजें
ja_jp: 証明書の詳細データを検索します
ml_in: സർട്ടിഫിക്കറ്റ് വിശദാംശ ഡാറ്റയിൽ തിരയുക
pl_pl: Przeszukaj dane szczegółów certyfikatu
tr_tr: Sertifika ayrıntıları verileri arasında arama yapın

# CertificatesSearchBox.AutomationProperties.HelpText
source: Search among the certificate details data
ar: ابحث بين بيانات تفاصيل الشهادة
de_de: In den Zertifikatsdetails suchen
el_gr: Αναζήτηση μεταξύ των δεδομένων λεπτομερειών πιστοποιητικού
es: Buscar entre los datos de detalles del certificado
fr_fr: Rechercher parmi les données de détails du certificat
he_il: חפש בין פרטי התעודה
hi_in: प्रमाणपत्र विवरण डेटा में खोजें
ja_jp: 証明書の詳細データを検索します
ml_in: സർട്ടിഫിക്കറ്റ് വിശദാംശ ഡാറ്റയിൽ തിരയുക
pl_pl: Przeszukaj dane szczegółów certyfikatu
tr_tr: Sertifika ayrıntıları verileri arasında arama yapın

# UpdatePageMoreInfoHyperLinkButton.Content
source: More info
ar: مزيد من المعلومات
de_de: Weitere Informationen
el_gr: Περισσότερες πληροφορίες
es: Más información
fr_fr: Plus d'infos
he_il: מידע נוסף
hi_in: अधिक जानकारी
ja_jp: 詳細情報
ml_in: കൂടുതൽ വിവരങ്ങൾ
pl_pl: Więcej informacji
tr_tr: Daha fazla bilgi

# UpdatePageMoreInfoHyperLinkButton.ToolTipService.ToolTip
source: Opens the GitHub's main wiki page for the AppControl Manager
ar: يفتح صفحة wiki الرئيسية لـ AppControl Manager على GitHub
de_de: Öffnet die Haupt-Wiki-Seite des AppControl Managers auf GitHub
el_gr: Ανοίγει την κύρια σελίδα wiki του GitHub για τον AppControl Manager
es: Abre la página wiki principal de GitHub para AppControl Manager
fr_fr: Ouvre la page wiki principale de GitHub pour AppControl Manager
he_il: פותח את דף הוויקי הראשי של AppControl Manager ב-GitHub.
hi_in: AppControl Manager के लिए GitHub की मुख्य विकी पेज खोलता है
ja_jp: AppControl ManagerのGitHubメインWikiページを開きます
ml_in: ആപ്പ്കൺട്രോൾ മാനേജറിനായുള്ള GitHub-ന്റെ പ്രധാന വിക്കി പേജ് തുറക്കുന്നു
pl_pl: Otwiera główną stronę wiki GitHub dla Menedżera AppControl
tr_tr: AppControl Manager için GitHub'ın ana wiki sayfasını açar

# UpdatePageMoreInfoHyperLinkButton.AutomationProperties.HelpText
source: Opens the GitHub's main wiki page for the AppControl Manager
ar: يفتح صفحة wiki الرئيسية لـ AppControl Manager على GitHub
de_de: Öffnet die Haupt-Wiki-Seite des AppControl Managers auf GitHub
el_gr: Ανοίγει την κύρια σελίδα wiki του GitHub για τον AppControl Manager
es: Abre la página wiki principal de GitHub para AppControl Manager
fr_fr: Ouvre la page wiki principale de GitHub pour AppControl Manager
he_il: פותח את דף הוויקי הראשי של AppControl Manager ב-GitHub.
hi_in: AppControl Manager के लिए GitHub की मुख्य विकी पेज खोलता है
ja_jp: AppControl ManagerのGitHubメインWikiページを開きます
ml_in: ആപ്പ്കൺട്രോൾ മാനേജറിനായുള്ള GitHub-ന്റെ പ്രധാന വിക്കി പേജ് തുറക്കുന്നു
pl_pl: Otwiera główną stronę wiki GitHub dla Menedżera AppControl
tr_tr: AppControl Manager için GitHub'ın ana wiki sayfasını açar

# UpdatePageWhatsNewInfoBar.Title
source: Release Notes
ar: ملاحظات الإصدار
de_de: Versionshinweise
el_gr: Σημειώσεις Έκδοσης
es: Notas de la Versión
fr_fr: Notes de Version
he_il: הערות שחרור
hi_in: रिलीज नोट्स
ja_jp: リリースノート
ml_in: പുറത്തിറക്കിയ കുറിപ്പുകൾ
pl_pl: Informacje o wydaniu
tr_tr: Sürüm Notları

# UpdatePageWhatsNewInfoBar.Message
source: Check out the GitHub releases for full release notes
ar: راجع إصدارات GitHub للحصول على ملاحظات الإصدار الكاملة
de_de: Sehen Sie sich die GitHub-Releases für vollständige Versionshinweise an
el_gr: Δείτε τις εκδόσεις του GitHub για πλήρεις σημειώσεις έκδοσης
es: Consulte los lanzamientos de GitHub para ver las notas completas de la versión
fr_fr: Consultez les versions GitHub pour les notes de version complètes
he_il: עיין במהדורות GitHub למידע מלא על הערות השחרור
hi_in: पूर्ण रिलीज़ नोट्स के लिए GitHub रिलीज़ देखें
ja_jp: 完全なリリースノートはGitHubリリースでご確認ください
ml_in: പൂർണ്ണമായ റിലീസ് കുറിപ്പുകൾക്കായി GitHub റിലീസുകൾ പരിശോധിക്കുക
pl_pl: Sprawdź wydania GitHub, aby uzyskać pełne informacje o wydaniu
tr_tr: Tam sürüm notları için GitHub sürümlerine göz atın

# UpdatePageWhatsNewInfoBar.ToolTipService.ToolTip
source: Check out the GitHub releases for full release notes
ar: راجع إصدارات GitHub للحصول على ملاحظات الإصدار الكاملة
de_de: Sehen Sie sich die GitHub-Releases für vollständige Versionshinweise an
el_gr: Δείτε τις εκδόσεις του GitHub για πλήρεις σημειώσεις έκδοσης
es: Consulte los lanzamientos de GitHub para ver las notas completas de la versión
fr_fr: Consultez les versions GitHub pour les notes de version complètes
he_il: עיין במהדורות GitHub למידע מלא על הערות השחרור
hi_in: पूर्ण रिलीज़ नोट्स के लिए GitHub रिलीज़ देखें
ja_jp: 完全なリリースノートはGitHubリリースでご確認ください
ml_in: പൂർണ്ണമായ റിലീസ് കുറിപ്പുകൾക്കായി GitHub റിലീസുകൾ പരിശോധിക്കുക
pl_pl: Sprawdź wydania GitHub, aby uzyskać pełne informacje o wydaniu
tr_tr: Tam sürüm notları için GitHub sürümlerine göz atın

# UpdatePageWhatsNewInfoBar.AutomationProperties.HelpText
source: Check out the GitHub releases for full release notes
ar: راجع إصدارات GitHub للحصول على ملاحظات الإصدار الكاملة
de_de: Sehen Sie sich die GitHub-Releases für vollständige Versionshinweise an
el_gr: Δείτε τις εκδόσεις του GitHub για πλήρεις σημειώσεις έκδοσης
es: Consulte los lanzamientos de GitHub para ver las notas completas de la versión
fr_fr: Consultez les versions GitHub pour les notes de version complètes
he_il: עיין במהדורות GitHub למידע מלא על הערות השחרור
hi_in: पूर्ण रिलीज़ नोट्स के लिए GitHub रिलीज़ देखें
ja_jp: 完全なリリースノートはGitHubリリースでご確認ください
ml_in: പൂർണ്ണമായ റിലീസ് കുറിപ്പുകൾക്കായി GitHub റിലീസുകൾ പരിശോധിക്കുക
pl_pl: Sprawdź wydania GitHub, aby uzyskać pełne informacje o wydaniu
tr_tr: Tam sürüm notları için GitHub sürümlerine göz atın

# UpdatePageUpdateStatusInfoBar.Title
source: Update Status
ar: حالة التحديث
el_gr: Κατάσταση Ενημέρωσης
es: Estado de la Actualización
fr_fr: État de la Mise à Jour
he_il: סטטוס עדכון
hi_in: अपडेट स्थिति
ja_jp: 更新状態
ml_in: അപ്‌ഡേറ്റ് നില
pl_pl: Stan aktualizacji
tr_tr: Durumu Güncelle

# UpdatePageUpdateStatusInfoBar.AutomationProperties.HelpText
source: Update Status
ar: حالة التحديث
el_gr: Κατάσταση Ενημέρωσης
es: Estado de la Actualización
fr_fr: État de la Mise à Jour
he_il: סטטוס עדכון
hi_in: अपडेट स्थिति
ja_jp: 更新状態
ml_in: അപ്‌ഡേറ്റ് നില
pl_pl: Stan aktualizacji
tr_tr: Durumu Güncelle

# UpdatePageSeeWhatsNewHyperLinkButton.Content
source: See What's New
ar: انظر ما هو الجديد
de_de: Neuigkeiten anzeigen
el_gr: Δείτε Τι Νέο Υπάρχει
es: Ver Novedades
fr_fr: Voir les Nouveautés
he_il: הצג מה חדש
hi_in: नया क्या है देखें
ja_jp: 新機能を見る
ml_in: പുതിയതെന്താണെന്ന് കാണുക
pl_pl: Zobacz, co nowego
tr_tr: Yenilikleri Görün

# UpdatePageSeeWhatsNewHyperLinkButton.ToolTipService.ToolTip
source: Opens the GitHub's releases page where you can find the full release notes for the available update.
ar: يفتح صفحة إصدارات GitHub حيث يمكنك العثور على ملاحظات الإصدار الكاملة للتحديث المتاح.
de_de: Öffnet die GitHub-Releases-Seite, auf der Sie die vollständigen Versionshinweise für das verfügbare Update finden.
el_gr: Ανοίγει τη σελίδα εκδόσεων του GitHub όπου μπορείτε να βρείτε τις πλήρεις σημειώσεις έκδοσης για τη διαθέσιμη ενημέρωση.
es: Abre la página de lanzamientos de GitHub donde puede encontrar las notas completas de la versión para la actualización disponible.
fr_fr: Ouvre la page des versions GitHub où vous pouvez trouver les notes de version complètes pour la mise à jour disponible.
he_il: פותח את עמוד ה-Releases של GitHub שבו תוכל למצוא את הערות השחרור המלאות עבור העדכון הקיים.
hi_in: GitHub के रिलीज़ पेज को खोलता है जहाँ आप उपलब्ध अपडेट के पूर्ण रिलीज़ नोट्स पा सकते हैं।
ja_jp: GitHubのリリースページを開き、利用可能なアップデートの完全なリリースノートを確認できます。
ml_in: ലഭ്യമായ അപ്‌ഡേറ്റിനായുള്ള പൂർണ്ണമായ റിലീസ് കുറിപ്പുകൾ നിങ്ങൾക്ക് കണ്ടെത്താൻ കഴിയുന്ന GitHub-ന്റെ റിലീസ് പേജ് തുറക്കുന്നു.
pl_pl: Otwiera stronę wydań GitHub, na której można znaleźć pełne informacje o wydaniu dostępnej aktualizacji.
tr_tr: Mevcut güncellemenin tam sürüm notlarını bulabileceğiniz GitHub'un sürümler sayfasını açar.
